---
kind: other
id: Properties.T:Autodesk.Revit.UI.DockablePaneProviderData
source: html/98157ec2-ab26-6ab7-2933-d1b4160ba2b8.htm
---
# DockablePaneProviderData Properties

The contextual help associated with the pane.